{
  "_id": "birch",
  "name": "Birch",
  "summary": "A birch is a thin-leaved deciduous hardwood tree of the genus Betula (/ˈbɛtjʊlə/), in the family Betulaceae, which also includes alders, hazels, and hornbeams. It is closely related to the beech-oak family Fagaceae. The genus Betula contains 30 to 60 known taxa of which 11 are on the IUCN 2011 Red List of Threatened Species. They are a typically rather short-lived pioneer species widespread in the Northern Hemisphere, particularly in northern areas of temperate climates and in boreal climates.",
  "description": "Birch species are generally small to medium-sized trees or shrubs, mostly of northern temperate and boreal climates. The simple leaves are alternate, singly or doubly serrate, feather-veined, petiolate and stipulate. They often appear in pairs, but these pairs are really borne on spur-like, two-leaved, lateral branchlets. The fruit is a small samara, although the wings may be obscure in some species. They differ from the alders (Alnus, other genus in the family) in that the female catkins are not woody and disintegrate at maturity, falling apart to release the seeds, unlike the woody, cone-like female alder catkins.\nThe bark of all birches is characteristically marked with long, horizontal lenticels, and often separates into thin, papery plates, especially upon the paper birch. Distinctive colors give the common names gray, white, black, silver and yellow birch to different species.\nThe buds form early and are full grown by midsummer, all are lateral, no terminal bud is formed; the branch is prolonged by the upper lateral bud. The wood of all the species is close-grained with a satiny texture and capable of taking a fine polish; its fuel value is fair.\n## Flower and fruit\nThe flowers are monoecious, opening with or before the leaves and borne once fully grown these leaves are usually 3–6 millimetres (1⁄8–1⁄4 in) long on three-flowered clusters in the axils of the scales of drooping or erect catkins or aments. Staminate aments are pendulous, clustered or solitary in the axils of the last leaves of the branch of the year or near the ends of the short lateral branchlets of the year. They form in early autumn and remain rigid during the winter. The scales of the staminate aments when mature are broadly ovate, rounded, yellow or orange color below the middle, dark chestnut brown at apex. Each scale bears two bractlets and three sterile flowers, each flower consisting of a sessile, membranaceous, usually two-lobed, calyx. Each calyx bears four short filaments with one-celled anthers or strictly, two filaments divided into two branches, each bearing a half-anther. Anther cells open longitudinally. The pistillate aments are erect or pendulous, solitary; terminal on the two-leaved lateral spur-like branchlets of the year. The pistillate scales are oblong-ovate, three-lobed, pale yellow-green often tinged with red, becoming brown at maturity. These scales bear two or three fertile flowers, each flower consisting of a naked ovary. The ovary is compressed, two-celled, and crowned with two slender styles; the ovule is solitary. Each scale bears a single small, winged nut that is oval, with two persistent stigmas at the apex.",
  "taxonomy": "Kingdom: Plantae, Clade: Tracheophytes, Clade: Angiosperms, Clade: Eudicots, Clade: Rosids, Order: Fagales, Family: Betulaceae, Subfamily: Betuloideae, Genus: Betula",
  "temporal_range": "Ypresian–Recent",
  "etymology": "The common name birch comes from Old English birce, bierce, from Proto-Germanic *berk-jōn (cf. German Birke, West Frisian bjirk), an adjectival formation from *berkōn (cf. Dutch berk, Low German Bark, Danish birk, Norwegian bjørk), itself from the Proto-Indo-European root *bʰerHǵ- ~ bʰrHǵ-, which also gave Lithuanian béržas, Latvian Bērzs, Russian beryóza, Ukrainian beréza, Albanian bredh ‘fir’, Ossetian bærz(æ), Sanskrit bhurja, Polish brzoza, Latin fraxinus ‘ash (tree)’. This root is presumably derived from *bʰreh₁ǵ- ‘to shine, whiten’, in reference to the birch's white bark. The Proto-Germanic rune berkanan is named after the birch.\n The generic name betula is from Latin, which is a diminutive borrowed from Gaulish betua (cf. Old Irish bethe, Welsh bedw).",
  "ecology": "Birches often form even-aged stands on light, well-drained, particularly acidic soils. They are regarded as pioneer species, rapidly colonizing open ground especially in secondary successional sequences following a disturbance or fire. Birches are early tree species to become established in primary successions, and can become a threat to heathland if the seedlings and saplings are not suppressed by grazing or periodic burning. Birches are generally lowland species, but some species, such as Betula nana, have a montane distribution. In the British Isles, there is some difference between the environments of Betula pendula and Betula pubescens, and some hybridization, though both are 'opportunists in steady-state woodland systems'. Mycorrhizal fungi, including sheathing (ecto)mycorrhizas, are found in some cases to be beneficial to tree growth.\n A large number of lepidopteran insects feed on birch foliage.",
  "source": "https://en.wikipedia.org/wiki/Birch",
  "template": "main"
}
